<template>
    <div class="main-content">
        <div class="aoi breadcrumb">
            您当前所在位置 ： 首页 > 服务 > 古籍阅览
        </div>
        <div class="aoi title">
            <h2>古籍阅览须知</h2>
        </div>
        <div class="aoi content">
            <p>1．古籍书库仅对校内读者开放，开放时间为周一至周五9:00－11:00，14:00－16:00（节假日除外），需预约使用。</p>
            <p>2．读者须持一卡通等有效证件至少提前一天到图书馆二层总服务台办理预约手续，收到确认信息后，在预约时间进入书库。</p>
            <p>3．读者进入阅览室须交验证件。</p>
            <p>4．古籍书库内文献一律不外借及复印，仅限本书库内阅览，禁止带出。</p>
            <p>5．古籍书库不接待自习读者。</p>
            <p>6．进入阅览区前，请将水、包、大衣等随身物品及自带图书存放于指定区域。</p>
            <p>7．古籍书库采取闭架阅览方式。读者请先在馆藏目录中查阅馆藏信息，填写索书单，由工作人员提书和归架。</p>
            <p>8．阅览古籍文献，每次只限一本，阅毕再换。中途离开书库时须将所阅文献归还工作人员，在阅览过程中不得自行与其他读者交换。</p>
            <p>9．阅览前应先行检查文献是否完好，发现问题及时报告工作人员。</p>
            <p>10．读者须在指定的区域阅览，只允许用铅笔抄录或笔记本电脑录入；读者须爱护古籍文献，须戴手套，轻拿轻放，勿压、折古籍；阅览时请小心翻阅；严禁在书上勾划涂抹；不得拍照。</p>
            <p>11．为便于线装古籍及时入库，读者须在阅览室关闭前30分钟归还。</p>
            <p>12．读者同时应遵守图书馆其他各项规章制度。</p>
            <p>如有其他问题，请联系010-67391819。</p>

            <p style="text-align: right;">北京工业大学图书馆</p>
            <p style="text-align: right;">2021年12月13日</p>
        </div>
    </div>
</template>

<script setup>
</script>

<style scoped>
.title {
    text-align: center;
}

.main-content {
    padding: 20px 5%;
}

.content {
    text-indent: 2em;
    font-size: 18px;
    line-height: 1.6;
}
p{
    margin: 0;
}
</style>