<template>
    <div class="main-content">
        <div class="aoi breadcrumb">
            您当前所在位置 ： 首页 > 图书馆概况 > 馆长致辞
        </div>
        <div class="aoi title">
            <h2>馆长致辞</h2>
        </div>
        <div class="aoi content">
            <p>对于图书馆的赞美和推崇，莫过于阿根廷诗人博尔赫斯说的“如果这个世上真的有天堂，天堂应该是图书馆的模样”。</p>

            <p>在这里，您可以寻一本专业书为求解难题；可以搜一篇文献为突破学术瓶颈；可以觅一部闲书为陶冶性情。在这里，您可以书写，可以思考，可以阅读，可以讨论，可以倘徉。在这里，您会因知识而解惑，因知识而成长，因知识而坚强，因知识而内心丰盈。
            </p>

            <p>2019年9月新逸夫图书馆的启用，我校图书馆形成了“一主三辅”的格局，拥有总建筑面积4万余平米，使得我们能有更大的空间为全校师生提供更好的服务。目前，图书馆馆藏纸质图书和电子资源丰富，馆藏纸本近210万册，馆藏电子图书近170万册，电子期刊4.7万份。图书馆还提供科技查新、在线咨询、文献传递与馆际互借、查收录引用、教学培训、学位论文提交等多种服务项目，并提供电子阅览室、研讨室、无线上网、校外访问、短信提醒、图书预约与续借等服务。
            </p>
<!-- 
            <p>作为北京高校网络图书馆数据中心之一，图书馆还承担了网图数据中心建设和数据库资源收集、发布功能，为二十余个成员馆提供资源服务。同时，我们还拥有国家知识产权局和教育部联合认定的高校知识产权信息服务中心、教育部科技查新站等科技服务平台。
            </p> -->

            <p>我和图书馆全体同仁矢志将其建成具有一流资源、一流环境、一流技术、一流人才、一流服务的智慧型图书馆，使其成为资源共建、共知、共享的文献资源中心，促进学习、增强交互式体验的创新体验与学习中心，支撑科研、助力学科发展决策的情报分析与服务中心，推广阅读、引领文化风尚的文化传承与交流中心，推动师生批判性思维、科学研究能力、科技创新能力培养的信息素养教育中心。
            </p>

            <p>热忱欢迎您走近图书馆，了解图书馆，常用图书馆，并相信您一定会爱上她。因为，这里是知识的天堂。</p>

            <p style="text-align: right;">馆长 刘增华</p>
        </div>
    </div>
</template>

<script setup>
</script>

<style scoped>
.title {
    text-align: center;
}

.main-content {
    padding: 20px 5%;
}

.content {
    text-indent: 2em;
    font-size: 18px;
    line-height: 1.6;
}
</style>